Repository: Mixa88/CoinTrack
Catalog: CoinTrack/*.lproj/Localizable.strings
Languages: uk

# common.retry
source: Retry
uk: Спробувати ще

# common.search.prompt
source: Search by name or symbol...
uk: Пошук за назвою або символом...

# tab.prices
source: Prices
uk: Ціни

# tab.news
source: News
uk: Новини

# prices.title
source: Live Prices
uk: Live Ціни

# prices.tab.all_coins
source: All Coins
uk: Всі Монети

# prices.tab.portfolio
source: Portfolio
uk: Портфоліо

# prices.spotlight.title
source: 🔥 Coin of the Day
uk: 🔥 Монета Дня

# prices.spotlight.dismiss
source: Dismiss
uk: Сховати

# prices.empty_portfolio.title
source: Your portfolio is empty
uk: Ваше портфоліо порожнє

# prices.empty_portfolio.subtitle
source: Tap the ⭐️ next to a coin to add it here.
uk: Натисніть ⭐️ біля монети, щоб додати її сюди.

# prices.error.title
source: Something went wrong
uk: Щось пішло не так

# prices.error.subtitle
source: The operation couldn’t be completed.
uk: Операцію не вдалося завершити.

# prices.context.add
source: Add to Portfolio
uk: Додати в Портфоліо

# prices.context.remove
source: Remove from Portfolio
uk: Видалити з Портфоліо

# news.title
source: News
uk: Новини

# news.error.title
source: Failed to load news
uk: Не вдалося завантажити новини

# news.disclaimer.line1
source: News is automatically sourced from the CryptoCompare News API.
uk: Розділ 'Новини' відображає матеріали, надані CryptoCompare API.

# news.disclaimer.line2
source: CoinTrack does not create, edit, or verify external content.
uk: CoinTrack не створює та не редагує цей контент.

# detail.chart.title
source: 7-Day Chart
uk: 7-денний Графік

# detail.statistics.title
source: Statistics
uk: Статистика

# detail.statistics.market_cap
source: Market Cap
uk: Ринкова Кап.

# detail.statistics.market_cap_rank
source: Market Cap Rank
uk: Рейтинг Кап.

# detail.statistics.high_24h
source: 24h High
uk: Максимум (24г)

# detail.statistics.low_24h
source: 24h Low
uk: Мінімум (24г)

# detail.statistics.total_volume
source: Total Volume
uk: Обсяг (24г)

# detail.about.title
source: About %@
uk: Про %@

# detail.about.no_description
source: No description available.
uk: Опис відсутній.

# detail.about.read_more
source: Read More
uk: Читати далі

# detail.about.show_less
source: Show Less
uk: Згорнути

# lock.title
source: CoinTrack is Locked
uk: CoinTrack Заблоковано

# lock.subtitle
source: Unlock with biometrics to continue.
uk: Розблокуйте, щоб продовжити.

# lock.button
source: Unlock Now
uk: Розблокувати

# lock.reason
source: Please authenticate to unlock your portfolio.
uk: Будь ласка, аутентифікуйтесь, щоб розблокувати портфоліо.

# widget.display_name
source: CoinTrack Summary
uk: CoinTrack Зведення

# widget.description
source: Shows live Bitcoin price and market stats.
uk: Показує "живу" ціну Bitcoin та статистику ринку.

# detail.statistics.btc_dominance_short
source: BTC Dominance
uk: Дом. BTC

# notification.price_alert.title
source: %@ Price Alert
uk: Цінове Cповіщення: %@

# notification.price_alert.direction_increased
source: increased
uk: зріс

# notification.price_alert.direction_decreased
source: decreased
uk: впав

# notification.price_alert.body
source: %@ has %@ by %@ in 24h!
uk: %@ %@ на %@ за 24г!

# widget.control.start_timer
source: Start Timer
uk: Почати Таймер

# widget.control.on
source: On
uk: Увімк.

# widget.control.off
source: Off
uk: Вимк.

# widget.control.timer_name
source: Timer
uk: Таймер

# widget.control.timer_description
source: A an example control that runs a timer.
uk: Приклад контрол-віджета, що запускає таймер.

# widget.control.config.title
source: Timer Name Configuration
uk: Налаштування Назви Таймера

# widget.control.config.param_name
source: Timer Name
uk: Назва Таймера

# widget.control.intent.start_timer.title
source: Start a timer
uk: Запустити таймер

# widget.control.intent.param_name
source: Timer Name
uk: Назва Таймера

# widget.control.intent.param_running
source: Timer is running
uk: Таймер запущено
